<?php

return [
    'posts' => [
        [
            'id' => 1,
            'title' => 'Hello World',
            'content' => 'Lorem ipsum dolor sit amet consectetur, adipisicing elit. Voluptatum, neque. Tempore voluptatum eos quam. Eum nihil maiores, mollitia modi quidem sint debitis officiis accusantium quis porro dolorem culpa sed suscipit veritatis blanditiis voluptatibus? Consectetur laudantium a ducimus tempora, ad totam. Quia nesciunt magni facilis distinctio, tempora et blanditiis accusantium placeat doloremque dolorem a odio sapiente perferendis delectus natus unde recusandae ipsam nisi consequatur maiores repellendus tempore. Corporis perferendis aut nemo. Adipisci quam molestiae ullam quos iure eum, vero beatae at voluptatem culpa deserunt ad aliquam expedita itaque pariatur ab ut quisquam, reiciendis nobis fugiat. Quo consectetur totam neque unde tenetur.',
            'author' => 1,
            'status' => 1,
            'category' => 1,
            'img' => 'http://memesmix.net/media/created/jhgmkz.jpg',
        ],
        [
            'id' => 2,
            'title' => 'Book Pictures',
            'content' => 'Lorem ipsum dolor sit amet, consectetur adipisicing elit. Ab aperiam deleniti doloremque eligendi fugiat ipsa maxime minima modi, molestiae nam natus nesciunt pariatur possimus provident quam ratione repellat. Autem ex id mollitia nemo nulla odio sapiente! Animi, aspernatur blanditiis consequatur cumque delectus dolor doloribus eum ex minima, mollitia odio quas quos reprehenderit! Asperiores atque eum harum non pariatur sint soluta, veritatis! Accusamus asperiores, atque dolore, error eum exercitationem facere fuga incidunt natus nobis, provident quod soluta! Ab accusantium beatae consequatur cumque cupiditate, dolore dolorem eligendi enim fugit illo ipsum perspiciatis provident, quas quia quisquam ratione reiciendis rerum, sapiente sunt voluptates!',
            'author' => 2,
            'category' => 2,
            'img' => 'https://images.unsplash.com/photo-1541963463532-d68292c34b19?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxleHBsb3JlLWZlZWR8M3x8fGVufDB8fHw%3D&w=1000&q=80',
            'status' => 1,
        ],
        [
            'id' => 3,
            'title' => 'New York',
            'content' => 'Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Aenean commodo ligula eget dolor. Aenean massa. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec quam felis, ultricies nec, pellentesque eu, pretium quis, sem. Nulla consequat massa quis enim. Donec pede justo, fringilla vel, aliquet nec, vulputate eget, arcu. In enim justo, rhoncus ut, imperdiet a, venenatis vitae, justo. Nullam dictum felis eu pede mollis pretium. Integer tincidunt. Cras dapibus. Vivamus elementum semper nisi. Aenean vulputate eleifend tellus. Aenean leo ligula, porttitor eu, consequat vitae, eleifend ac, enim. Aliquam lorem ante, dapibus in, viverra quis, feugiat a, tellus. Phasellus viverra nulla ut metus varius laoreet. Quisque rutrum. Aenean imperdiet. Etiam ultricies nisi vel augue. Curabitur ullamcorper ultricies nisi. Nam eget dui. Etiam rhoncus. Maecenas tempus, tellus eget condimentum rhoncus, sem quam semper libero, sit amet adipiscing sem neque sed ipsum. Nam quam nunc, blandit vel, luctus pulvinar, hendrerit id, lorem. Maecenas nec odio et ante tincidunt tempus. Donec vitae sapien ut libero venenatis faucibus. Nullam quis ante. Etiam sit amet orci eget eros faucibus tincidunt. Duis leo. Sed fringilla mauris sit amet nibh. Donec sodales sagittis magna. Sed consequat, leo eget bibendum sodales, augue velit cursus nunc,',
            'author' => 3,
            'category' => 1,
            'img' => 'https://blog-www.pods.com/wp-content/uploads/2019/04/MG_1_1_New_York_City-1.jpg',
            'status' => 1,
        ],
        [
            'id' => 4,
            'title' => 'Коронавирус всех задолбал! Личная битва с короновирусом  или вместо поздравления с Новым Годом',
            'content' => 'Личная битва с короновирусом  или вместо поздравления с Новым Годом !
В жизни  нашей нет ничего  случайного!  Каждое испытание нам даётся для чего-то:   для понимания,  осознания, принятия и переосмысления . 
  Так получилось,  что и сия  "Коронованая"  чаша не миновала меня , я ,как человек,  отягощенный медицинскими анамнезом и определённой саркастической медицинской кармой,  не болею просто так , а  ,как правило, по "большому  счету".... и рассчитывая на лёгкую форму и одну маленькую  первую вирусную стадию  , я конечно  получила  весь цитокиновый шторм  во всей его красе с периодическими цунами. 
Но это пост благодарности!
  Как врач, я была все таки с бонусом: "пониманием процесса" и в общем то не плохим списком уже выздорововевших моих пациентов! Но никакое мое "понимание  процесса"  не помогло бы мне избежать реанимации,  системных назначений антибиотиков  и вылезти из этого шторма,  если бы со мной   24 часа в сутки  на связи не было  прекрасного Доктора, моего Друга,  Ирина Гонта, Профессионала с большой буквы!  Доктор, которая  своим филлигранным врачебным умением, глубоким знанием патогенеза, ювелирным  подбором доз медикаментов, правильной тактикой помогает мне справиться  дома с этой гадкой болезнью! Низкий поклон тебе Ирочка! Дай Бог здоровья тебе и твоим близким, столько,  сколько ты возвращаешь его людям!
Огромное  спасибо  и низкий поклон БФ "Корпорации Монстров "лично Катерина Ножевникова за оперативно предоставленный  кислородный концентратор,  без этого "Монстрика" я бы не смогла дышать эту  неделю!  Еще конечно не могу от него отказаться,  постепенно снимая,   не надолго,  чтобы не расплескать сатурацию )) Вы делаете  великое дело для наших пациентов и  реально спасаете человеческие жизни! 
Спасибо моим любимым родителямАлександра Яковлева, Владимир Яковлев  и мужу, братику , доченьке,  которые окружили меня таким теплом и заботой , что я поняла , что  любовь сама способна излечить! 
Спасибо  моим друзьям Юлия Грищук которая проходила безумные квесты по поискам медикаментов,  Оксана Фейзиева   Rafael Feiziiev  которые все время были рядом ,заботились,  баловали вкусняшками! Огромное спасибо всем моим друзьям,  пациентам,  коллегам, которые беспокоились,  помогали , поддерживали и любили на расстоянии! Когда  человек не один , у него нет непреолимых препятствий! Спасибо Господу Богу за всех вас, мои дорогие! 
Я поздравляю вас с  Наступающим новым годом! Желаю беречь тепло человеческих отношений , эмоции и сердца  близких людей! И  обязательно свое здоровье! Все остальное это суета! Люблю Вас ! С Новым годом!',
            'author' => 4,
            'category' => 3,
            'img' => 'https://archidea.com.ua/i/11/87/91/9/1187919/gallery/15f0e03d32492b63c01adf356e14e717-quality_80Xresize_1Xallow_enlarge_0Xw_1200Xh_0.jpg',
            'status' => 1,
        ],
        [
            'id' => 5,
            'title' => 'Польза пилатеса',
            'content' => 'В пилатесе большое внимание уделяется вытяжению мышц, что помогает не только увеличить вашу гибкость в целом, но и улучшить подвижность суставов, ускорить восстановление после тяжелой тренировки и исключить риск возникновения травм.
За это пилатес очень любят профессиональные спортсмены, а также "любители", имеющую огромную физическую нагрузку. Тела таких людей перетренированны, организм просто не в состоянии восстановиться сам. Здесь пилатес просто необходим для скорейшей реабилитации и дальнейшего прогресса в спорте.
Отдельно нужно упомянуть пользу пилатеса при проблемах с позвоночником. Огромное количество упражнений ориентировано как на вытяжение позвоночника, так и на укрепление мышц спины. Выполняя такие упражнения в комплексе, эффект ощущается уже после первого занятия. При регулярных тренировках ускоряется процесс реабилитации после травм спины, уходят протрузии и грыжи, улучшается осанка, корректируется сколиоз. Часто к нам обращаются люди с головными болями, ведь причина нередко кроется в защемлении нервных окончаний в каком-либо отделе позвоночника. Несколько регулярных занятий с тренером - и боль исчезает.',
            'author' => 3,
            'category' => 2,
            'img' => 'https://images.app.goo.gl/JsiiSDPJCGiCsKaZ8',
            'status' => 1
        ],
        [
            'id' => 6,
            'title' => 'Превращение',
            'content' => 'Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели превратился в страшное насекомое. Лежа на панцирнотвердой спине, он видел, стоило ему приподнять голову, свой коричневый, выпуклый, разделенный дугообразными чешуйками живот, на верхушке которого еле держалось готовое вот-вот окончательно сползти одеяло. Его многочисленные, убого тонкие по сравнению с остальным телом ножки беспомощно копошились у него перед глазами. «Что со мной случилось?» – подумал он. Это не было сном. Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах. Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку. На портрете была изображена дама в меховой шляпе и боа, она сидела очень прямо и протягивала зрителю тяжелую меховую муфту, в которой целиком исчезала ее рука. Затем взгляд Грегора устремился в окно, и пасмурная погода – слышно было, как по жести подоконника стучат капли дождя – привела его и вовсе в грустное настроение. «Хорошо бы еще немного поспать и забыть всю эту чепуху», – подумал он, но это было совершенно неосуществимо, он привык спать на правом боку, а в теперешнем своем состоянии он никак не мог принять этого положения. С какой бы силой ни поворачивался он на правый бок, он неизменно сваливался опять на спину. Закрыв глаза, чтобы не видеть своих барахтающихся ног, он проделал это добрую сотню раз и отказался от этих попыток только тогда, когда почувствовал какую-то неведомую дотоле, тупую и слабую боль в боку. «Ах ты, господи, – подумал он, – какую я выбрал хлопотную профессию! Изо дня в день в разъездах. Деловых волнений куда больше, чем на месте, в торговом доме, а кроме того, изволь терпеть тяготы дороги, думай о расписании поездов, мирись с плохим, нерегулярным питанием, завязывай со все новыми и новыми людьми недолгие, никогда не бывающие сердечными отношения. Черт бы побрал все это!» Он почувствовал вверху живота легкий зуд; медленно подвинулся на спине к прутьям кровати, чтобы удобнее было поднять голову; нашел зудевшее место, сплошь покрытое, как оказалось, белыми непонятными точечками; хотел было ощупать это место одной из ножек, но сразу отдернул ее, ибо даже простое прикосновение вызвало у него, Грегора, озноб. Он соскользнул в прежнее свое положение. «От этого раннего вставания, – подумал он, – можно совсем обезуметь. Человек должен высыпаться. Другие коммивояжеры живут, как одалиски. Когда я, например, среди дня возвращаюсь в гостиницу, чтобы переписать полученные заказы, эти господа только завтракают. А осмелься я вести себя так, мои хозяин выгнал бы меня сразу. Кто знает, впрочем, может быть, это было бы даже очень хорошо для меня. Если бы я не сдерживался ради родителей, я бы давно заявил об уходе, я бы подошел к своему хозяину и выложил ему все, что о нем думаю. Он бы так и свалился с конторки! Странная у него манера – садиться на конторку и с ее высоты разговаривать со служащим, который вдобавок вынужден подойти вплотную к конторке из-за того, что хозяин туг на ухо. Однако надежда еще не совсем потеряна: как только я накоплю денег, чтобы выплатить долг моих родителей – на это уйдет еще лет пять-шесть, – я так и поступлю. Тут-то мы и распрощаемся раз и навсегда. А пока что надо подниматься, мой поезд отходит в пять». И он взглянул на будильник, который тикал на сундуке. «Боже правый!» – подумал он. Было половина седьмого, и стрелки спокойно двигались дальше, было даже больше половины, без малого уже три четверти. Неужели будильник не звонил? С кровати было видно, что он поставлен правильно, на четыре часа; и он, несомненно, звонил. Но как можно было спокойно спать под этот сотрясающий мебель трезвон? Ну, спал-то он неспокойно, но, видимо, крепко. Однако что делать теперь?

Следующий поезд уходит в семь часов; чтобы поспеть на него, он должен отчаянно торопиться, а набор образцов еще не упакован, да и сам он отнюдь не чувствует себя свежим и легким на подъем. И даже поспей он на поезд, хозяйского разноса ему все равно не избежать – ведь рассыльный торгового дома дежурил у пятичасового поезда и давно доложил о его, Грегора, опоздании. Рассыльный, человек бесхарактерный и неумный, был ставленником хозяина. А что, если сказаться больным? Но это было бы крайне неприятно и показалось бы подозрительным, ибо за пятилетнюю свою службу Грегор ни разу еще не болел. Хозяин, конечно, привел бы врача больничной кассы и стал попрекать родителей сыном-лентяем, отводя любые возражения ссылкой на этого врача, по мнению которого все люди на свете совершенно здоровы и только не любят работать. И разве в данном случае он был бы так уж неправ? Если не считать сонливости, действительно странной после такого долгого сна, Грегор и в самом деле чувствовал себя превосходно и был даже чертовски голоден.Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели превратился в страшное насекомое. Лежа на панцирнотвердой спине, он видел, стоило ему приподнять голову, свой коричневый, выпуклый, разделенный дугообразными чешуйками живот, на верхушке которого еле держалось готовое вот-вот окончательно сползти одеяло. Его многочисленные, убого тонкие по сравнению с остальным телом ножки беспомощно копошились у него перед глазами. «Что со мной случилось?» – подумал он. Это не было сном. Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах. Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку. На портрете была изображена дама в меховой шляпе и боа, она сидела очень прямо и протягивала зрителю тяжелую меховую муфту, в которой целиком исчезала ее рука. Затем взгляд Грегора устремился в окно, и пасмурная погода – слышно было, как по жести подоконника стучат капли дождя – привела его и вовсе в грустное настроение. «Хорошо бы еще немного поспать и забыть всю эту чепуху», – подумал он, но это было совершенно неосуществимо, он привык спать на правом боку, а в теперешнем своем состоянии он никак не мог принять этого положения. С какой бы силой ни поворачивался он на правый бок, он неизменно сваливался опять на спину.',
            'author' => 1,
            'category' => 2,
            'img' => 'https://interkniga.net/app/files/2019/01/978-5-389-11789-1.jpg',
            'status' => 1,
        ],
        [
            'id' => 7,
            'title' => 'Дарья Петрожицкая показала новые кадры со съемок 2 сезона "Папика"',
            'content' => 'В Украине продолжают снимать 2 сезон сериала "Папик". Пока авторы проекта не торопятся презентовать трейлер сериала, актеры ленты, в частности Дарья Петрожицкая, мастерски подогревают интерес публики к новинке кино. В сети актриса поделилась эффектными зимними кадрами со съемочной площадки "Папика 2". Дарья Петрожицкая вновь примеряет образ авантюрной певицы Лизы. И пока новые эпизоды популярного сериала не вышли в сеть, актриса охотно делится фотографиями закулисья. Еще летом 2020 года начались съемки "Папика 2"  В Украине начались съемки 2 сезона сериала “Папик”: первые фото и детали . Авторы проекта поторопились отснять летние кадры в Одессе, когда в курортном городе еще было тепло. В новых сериях Лиза будет настоящей суперзвездой. Но если карьера девушки пойдет вверх, то в личной жизни у нее будет немало проблем. Помогать ей будет Александр Меркулов, который как раз выйдет на волю. Парочка вновь будет попадать в курьезные приключения, которых ждут поклонники сериала "Папик". Кроме юмора, зрителей ждет и много откровений. В частности, Лиза покажет свою семью и расскажет, почему она стала такой авантюрной. Пока неизвестно, на когда авторы "Папика 2" запланировали премьеру новых серий.',
            'author' => 3,
            'category' => 3,
            'img' => 'https://kino.24tv.ua/resources/photos/news/1200x675_DIR/202102/1533041.jpg?202102192213',
            'status' => 1
        ],
        [
            'id' => 8,
            'title' => 'Эпоха феминизма. Женщины победили мужчин на прыжковом турнире по фигурному катанию в Москве',
            'content' => 'Сегодняшний день для российского фигурного катания — исторический. Это, конечно, не Панин-Коломенкин, впервые надевший коньки, но очень важный рубикон, который может качнуть один из самых академичных видов спорта в сторону шоу, а может оставить, если позволите, в «домохозяечном» гетто. В «Мегаспорте» прошел сегодня официальный прыжковый турнир.
            Первый канал отнесся к прыжковому турниру сурово-капиталистически и решил не показывать его в прямом эфире ни на сайте, ни по телевизору. Единственный вариант с прямым эфиром был доступен на японском J Sports, но тут аудитории фигурного катания нужно было разобраться с технологиями VPN и сменить IP-адрес на японский. Понятно, что до такого дойдут не все, так что Первый канал своим решением в этот раз показал, какой это важный для него актив, и поставил его сразу вслед за программой «Время». Если Mediscope через неделю не покажет рейтингов данного мероприятия — будет как-то очень обидно и бесперспективно для прыжкового формата.',
            'author' => 4,
            'category' => 2,
            'img' => 'https://ss.sport-express.ru/userfiles/materials/164/1648979/large.jpg',
            'status' => 1,
        ],
        [
            'id' => 9,
            'title' => 'Что писать в категории??',
            'content' => 'Идейные соображения высшего порядка, а также рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке новых предложений. Таким образом консультация с широким активом влечет за собой процесс внедрения и модернизации систем массового участия. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание форм развития. Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения соответствующий условий активизации. Разнообразный и богатый опыт сложившаяся структура организации требуют от нас анализа существенных финансовых и административных условий. Идейные соображения высшего порядка, а также реализация намеченных плановых заданий требуют определения и уточнения системы обучения кадров, соответствует насущным потребностям.',
            'author' => 4,
            'category' => 3,
            'img' => 'https://hsto.org/webt/-j/go/fx/-jgofxkmtexlfds_uh_c4eklqgu.jpeg',
            'status' => 2,
        ]

    ],
    'statuses' => [
        [
            'id' => 1,
            'name' => 'published',
        ],
        [
            'id' => 2,
            'name' => 'unpublished',
        ]
    ],
    'categories' => [
        [
            'id' => 1,
            'name' => 'news',
        ],
        [
            'id' => 2,
            'name' =>  'education',
        ],
        [
            'id' => 3,
            'name' => 'Медицина',
        ],

    ],
    'authors' => [
        [
            'id' => 1,
            'name' => 'Pletinka Aleksei',
        ],
        [
            'id' => 2,
            'name' => 'Nikita Tristen',
        ],
        [
            'id' => 3,
            'name' => 'John Black',
        ],
        [
            'id' => 4,
            'name' => 'Гордеева Юлия',
        ],
    ]
];